<?php

return [
    'twitch_word_in_before_time' => 'в',
    'twitch_word_in_before_day' => 'в',

    'Mon' => "понедельник",
    'Tue' => "вторник",
    'Wed' => "среду",
    'Thu' => "четверг",
    'Fri' => "пятницу",
    'Sat' => "субботу",
    'Sun' => "воскресенье",

    'in_day' => [
        'Mon' => "в понедельник",
        'Tue' => "во вторник",
        'Wed' => "в среду",
        'Thu' => "в четверг",
        'Fri' => "в пятницу",
        'Sat' => "в субботу",
        'Sun' => "в воскресенье",
    ],

    'for_day' => [
        'Mon' => "понедельника",
        'Tue' => "вторника",
        'Wed' => "среды",
        'Thu' => "четверга",
        'Fri' => "пятницы",
        'Sat' => "субботы",
        'Sun' => "воскресенья",
    ]
];